guests = ["Фёдор Достоевский", "Оскар Уайльд", "Альберт Энштейн", "Илон Маск"]
print(guests[2], "к сожелению не сможет прийти")
guests[2]="Никола Тесла"
print ("Я купил куртой стол, так что гостей больше")
guests.insert(0, "Николай Гоголь")
guests.insert(3, "Юлий Цезарь")
guests.insert(6, "Лев Толстой")
print(guests[0], ", вы приглашаетесь на обед к Максиму Твердохлебову")
print(guests[1], ", вы приглашаетесь на обед к Максиму Твердохлебову")
print(guests[2], ", вы приглашаетесь на обед к Максиму Твердохлебову")
print(guests[3], ", вы приглашаетесь на обед к Максиму Твердохлебову")
print(guests[4], ", вы приглашаетесь на обед к Максиму Твердохлебову")
print(guests[5], ", вы приглашаетесь на обед к Максиму Твердохлебову")
print(guests[6], ", вы приглашаетесь на обед к Максиму Твердохлебову")

