gorods = {"Харьков": "второй по численности населения город Украины, с населением 1,419 млн человек.Интересный факт: Рынок Барабашова – самый большой рынок в Европе",
         "Львов": "город на западе Украины, c насилением 721 301 человек. Интересный факт:Именно в городе Льва впервые в истории изобрели керосиновую лампу",
         "Киев": "столица Украины, расположенная на реке Днепр, с насилением 2,884 миллионов человек. Интересный факт:Один из символов Киева – каштановый лист, так как эти деревья растут по всей украинской столице."}
for i, j in gorods.items():
    print(i, "это", j)
